tap "heroku/brew"
tap "codeclimate/formulae"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"

brew "ansible"
brew "augeas"
brew "awscli"
brew "bfg"
brew "boost"
brew "cabextract"
brew "certbot"
brew "chromedriver", restart_service: true
brew "coffeescript"
brew "dockutil"
brew "wxmac"
brew "elixir"
brew "exercism"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "freetype"
brew "geckodriver"
brew "gettext"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "heroku"
brew "highlight"
brew "hunspell"
brew "libtool"
brew "imagemagick"
brew "ispell"
brew "libxml2"
brew "mas"
brew "packer"
brew "pcre"
brew "phantomjs"
brew "pkg-config"
brew "postgresql"
brew "postgresql@9.6", restart_service: true
brew "qt@5.5"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "sdl2"
brew "terraform"
brew "the_silver_searcher"
brew "v8"
brew "v8@3.15"
brew "vault"
brew "wget", args: ["with-debug"]
brew "yarn"
brew "youtube-dl"
brew "codeclimate/formulae/codeclimate"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hipchat"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keepingyouawake"
cask "medis"
cask "paw"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "soapui"
cask "spotify"
cask "steam"
cask "textmate"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "unity"
cask "unity-standard-assets"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "webtorrent"
cask "xld"
cask "zeplin"
cask "caskroom/fonts/font-andale-mono"
cask "caskroom/fonts/font-anka-coder"
cask "caskroom/fonts/font-monofur"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/versions/openemu-experimental"
mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "Acorn", id: 634108295
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Marked 2", id: 890031187
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 711830901
mas "Pages", id: 409201541
mas "Things3", id: 904280696
mas "Transmit", id: 403388562
mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
