cask_args appdir: "/Applications"

tap "caskroom/fonts"

brew "awscli"
brew "git-lfs"
brew "imagemagick"
brew "packer"
brew "phantomjs"
brew "postgresql"
brew "python3"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis"
brew "ruby-build"
brew "the_silver_searcher"

cask "1password"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hipchat"
cask "karabiner"
cask "keepingyouawake"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "seil"
cask "slack"
cask "textmate"
cask "tower"
cask "things"
cask "transmission"
cask "vagrant"
cask "virtualbox"

cask "font-source-code-pro"
cask "font-andale-mono"
# cask "font-monofur"
